<?php session_start();
include '../php/config.php';
?>
<!DOCTYPE html>
<html lang="en">

<head>
    <link rel="shortcut icon" href="../img/favicon.ico">
    <meta charset="utf-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <meta name="description" content="">
    <meta name="author" content="">

    <title>Sahakit System</title>
    <link href="../vendor/bootstrap/css/bootstrap.min.css" rel="stylesheet">
    <link href="../vendor/metisMenu/metisMenu.min.css" rel="stylesheet">
    <link href="../dist/css/sb-admin-2.css" rel="stylesheet">
    <link href="../vendor/font-awesome/css/font-awesome.min.css" rel="stylesheet" type="text/css">


    <?php
    $status = null;

    if (isset($_SESSION['status'])) {
        $status = $_SESSION['status'];
    }

    ?>
</head>

<body>
<?php include 'menu_index.php'?>

    <div id="page-wrapper">

        <div class="row">
            <div class="col-lg-12">
                <div class="panel panel-default">
                    <!-- .panel-heading -->
                    <div class="panel-body">
                        <p>นักศึกษาสหกิจศึกษา <br><br>
                            คุณสมบัตินักศึกษาสหกิจศึกษาภาควิชา/สาขาวิชาจะเป็นผู้คัดเลือกนักศึกษาที่มีคุณสมบัติดังนี้<br>
                            -นักศึกษาผ่านการศึกษาในมหาวิทยาลัยมาแล้วโดยมีจำนวนหน่วยกิตไม่น้อยกว่ากึ่งหนึ่ง<br>
                            ของจำนวนหน่วยกิตตามหลักสูตรนั้น<br>
                            -มีระดับคะแนนเฉลี่ยสะสมไม่ต่ำกว่า2.00ในระดับปริญญาตรีและ3.00ในระดับบัณฑิตศึกษา<br>
                            -ต้องผ่านการพิจารณาคุณสมบัติโดยภาควิชา/สาขาวิชาต้นสังกัดของนักศึกษาตามเกณฑ์ที่คณะ/วิทยาลัยกำหนด<br>
                            -มีความพร้อมทางด้านร่างกายที่ไม่เป็นอุปสรรคต่อการปฏิบัติงานในสถานประกอบการ<br>
                            -มีความประพฤติเรียบร้อยไม่เคยหรืออยู่ระหว่างถูกพักการศึกษา<br><br>
                            2.1.2 หน้าที่ของนักศึกษาสหกิจศึกษา<br><br>
                            -ติดตามข่าวสารการจัดหางานและประสานกับเจ้าหน้าที่สหกิจศึกษาตลอดเวลา<br>
                            -เข้ารับการปฐมนิเทศฝึกอบรมครบถ้วนตามที่หน่วยงานสหกิจศึกษาประจำคณะ/วิทยาลัยกำหนด<br>
                            -ไปรายงานตัวภายในวันและเวลาที่กำหนดพร้อมด้วยหนังสือส่งตัวบัตรประจำตัวนักศึกษาและรับคำแนะนำจากสถานประกอบการ<br>
                            -ตั้งใจปฏิบัติงานที่ได้รับมอบหมายจากพนักงานที่ปรึกษาอย่างเต็มกำลังความสามารถ<br>
                            -ปฏิบัติตนอยู่ในระเบียบวินัยและข้อบังคับของสถานประกอบการอย่างเคร่งครัด<br>
                            -ประสานงานกับหน่วยงานสหกิจศึกษาประจำคณะ/วิทยาลัยเพื่อติดต่อส่งเอกสารตามกำหนดเวลาและให้ข่าวสารการปฏิบัติงานของตนเองกับหน่วยงานสหกิจศึกษาประจำคณะ/วิทยาลัยตลอดระยะเวลาที่ปฏิบัติงานณสถานประกอบการ<br>
                            -หากมีปัญหาในการปฏิบัติงานต้องรีบติดต่ออาจารย์นิเทศ/อาจารย์ที่ปรึกษาสหกิจศึกษาหรือเจ้าหน้าที่สหกิจศึกษาโดยทันที<br>
                            -หมั่นค้นคว้าและเพิ่มพูนความรู้ทางวิชาการอย่างต่อเนื่องก่อนไปปฏิบัติงานสหกิจศึกษา<br>
                             ประโยชน์ที่นักศึกษาจะได้รับจากการปฏิบัติงานสหกิจศึกษา<br>
                            -ได้รับประสบการณ์ตรงตามสาขาวิชาชีพที่เรียนเพิ่มเติมจากการเรียนในห้องเรียน<br>
                            -เกิดการเรียนรู้และพัฒนาตนเองรู้จักทำงานร่วมกับผู้อื่นมีความรับผิดชอบมีความมั่นใจในตนเองมากขึ้นซึ่งเป็นคุณสมบัติที่พึงประสงค์ของสถานประกอบการ<br>
                            -ได้พบกับปัญหาต่างๆที่แท้จริงในการทำงานและคิดค้นวิธีการแก้ปัญหาเฉพาะหน้าได้อย่างถูกต้อง<br>
                            -ส่งผลให้มีผลการเรียนดีขึ้นภายหลังการปฏิบัติงานจริงในสถานประกอบการอันเนื่องจากประสบการณ์ที่เชื่อมโยงให้เกิดความเข้าใจในเนื้อหาวิชามากขึ้น<br>
                            -เกิดทักษะการสื่อสารข้อมูลการทำงานภายในสถานประกอบการ(CommunicationSkill)<br>
                            -สามารถเลือกสายอาชีพได้ถูกต้องเนื่องจากได้ทราบความถนัดของตนเองมากขึ้น<br>
                            -สำเร็จการศึกษาเป็นบัณฑิตที่มีศักยภาพในการทำงานและมีโอกาสได้รับการเสนองานก่อนที่สำเร็จการศึกษา<br>
                        </p>
                    </div>
                </div>
            </div>
        </div>
    </div>
</div>

<script src="../vendor/jquery/jquery.min.js"></script>
<script src="../vendor/bootstrap/js/bootstrap.min.js"></script>
<script src="../vendor/metisMenu/metisMenu.min.js"></script>
<script src="../vendor/raphael/raphael.min.js"></script>
<script src="../vendor/morrisjs/morris.min.js"></script>
<script src="../data/morris-data.js"></script>
<script src="../dist/js/sb-admin-2.js"></script>
</body>
</html>